# Packages
brew "ansible"
brew "neovim"
brew "ripgrep"
brew "pngpaste"
brew "npm"
brew "composer"
brew "php"
brew "lazygit"
brew "lsd"
brew "fzf"
brew "tmux"
brew "sqlite"

# Casks
cask "ghostty"
cask "docker"
cask "obsidian"
cask "raycast"
cask "tableplus"
cask "font-mononoki-nerd-font"
cask "ngrok"

## Mac Casks
cask "arc"
cask "herd"
cask "amethyst" ## TODO: try aerospace
cask "dbngin"
cask "unnaturalscrollwheels"
cask "xnapper"
